import { BlocksContainer } from "../common/BlocksContainer/BlocksContainer"
import { UserContent } from "../common/UserContent/UserContent"

export const PolitikaPage = () => {
  return (
    <BlocksContainer align="start">
      <h1>Политика обработки персональных данных</h1>

      <UserContent>
      <p>Настоящая Политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 
        27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по 
        обеспечению безопасности персональных данных, предпринимаемые Maslov (далее — Оператор).</p>
      <p>Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и 
        гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и 
        семейную тайну.</p>
      <p>Настоящая политика Оператора в отношении обработки персональных данных применяется ко всей информации, которую Оператор 
        может получить о посетителях веб-сайта https://maslov.com.</p>
      <p>Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем 
        самостоятельно через специальные формы, расположенные на сайте. Заполняя соответствующие формы и/или отправляя свои 
        персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.</p>
      <p>Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя 
        (включено сохранение файлов «cookie» и использование технологии JavaScript). Пользователь принимает решение о предоставлении 
        своих персональных данных и дает согласие на их обработку свободно, своей волей и в своем интересе.</p>
        <p>Настоящая Политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 
        27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по 
        обеспечению безопасности персональных данных, предпринимаемые Maslov (далее — Оператор).</p>
      <p>Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и 
        гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и 
        семейную тайну.</p>
      <p>Настоящая политика Оператора в отношении обработки персональных данных применяется ко всей информации, которую Оператор 
        может получить о посетителях веб-сайта https://maslov.com.</p>
      <p>Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем 
        самостоятельно через специальные формы, расположенные на сайте. Заполняя соответствующие формы и/или отправляя свои 
        персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.</p>
      <p>Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя 
        (включено сохранение файлов «cookie» и использование технологии JavaScript). Пользователь принимает решение о предоставлении 
        своих персональных данных и дает согласие на их обработку свободно, своей волей и в своем интересе.</p>
        <p>Настоящая Политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 
        27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по 
        обеспечению безопасности персональных данных, предпринимаемые Maslov (далее — Оператор).</p>
      <p>Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и 
        гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и 
        семейную тайну.</p>
      <p>Настоящая политика Оператора в отношении обработки персональных данных применяется ко всей информации, которую Оператор 
        может получить о посетителях веб-сайта https://maslov.com.</p>
      <p>Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем 
        самостоятельно через специальные формы, расположенные на сайте. Заполняя соответствующие формы и/или отправляя свои 
        персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.</p>
      <p>Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя 
        (включено сохранение файлов «cookie» и использование технологии JavaScript). Пользователь принимает решение о предоставлении 
        своих персональных данных и дает согласие на их обработку свободно, своей волей и в своем интересе.</p>
        </UserContent>
    </BlocksContainer>
  )
}
