import { SellCard } from "./SellCard"
import "./sellContent.css"

export const SellContent = () => {
    return (
        <div className="sell-content">
            <div className="sell-page-left">

            <h2>Четыре правды о безнадежных долгах</h2>

            <p>Решение суда в вашу пользу часто лишь бумага. Должник успевает переписать имущество на других, 
            и взыскать становится нечего. </p>

            <p>Обращение взыскания на залог длится годами, а инфляция за это время пожирает ценность долга. Мы оцениваем 
            документы за несколько дней и платим в день сделки, избавляя вас от судов и нервов. Даже залоговый автомобиль 
            должник может разобрать или сжечь, но мы берем этот риск на себя и платим сразу.</p>

        </div>
        <div className="sell-page-right">
            <SellCard title="1. Бумажная победа" description="Получение решения суда в вашу пользу не дает стопроцентную гарантию получения денег. Должники часто успевают переоформить всё свое имущество и к моменту вынесения судом решения никакого имущества у должника нет. Как итог — долг вы вероятнее всего никогда не сможете взыскать." />
            <SellCard title="2. Инфляция ждет" description="Процесс обращения взыскания может длится годами. Даже при получении исполнительного листа потребуется, как правило, несколько лет, чтобы реализовать заложенное имущество на торгах. Всё это время инфляция обесценивает долг и к моменту получения денег вы уже ничего купить на них не сможете." />
            <SellCard title="3. Чистый расчет" description="Процедура банкротства дорогая, как и расходы на сопутствующие услуги. Мы изучаем документы всего за несколько дней, оцениваем ваш долг и предлагаем справедливую цену. После согласования, мы подписываем документы и вы в этот же день получаете деньги на свой счет. Вам больше не надо писать жалоб во все инстанции, слушать чужие обещания, ходить в суды, общаться с должником, нервничать и переживать."/>
            <SellCard  title="4. Призрачный залог" description="Даже если в залоге находится автомобиль или любое другое имущество — это еще не гарантия возврата долга. Это имущество должник может разобрать по частям, спрятать, разбить, сломать, сжечь или повредить. В результате этого получить долг вы уже не сможете, а работая с нами вы получаете деньги быстро и сразу без каких-то отсрочек или условий."/>
        </div>
      </div>
    )
}