import { SellCard } from "./SellCard"
import "./sellContent.css"

export const SellContent = () => {
    return (
        <div className="sell-content">
            <div className="sell-page-left">

            <h2>Четыре правды о безнадежных долгах</h2>

            <p>Решение суда в вашу пользу часто лишь бумага. Должник успевает переписать имущество на других, 
            и взыскать становится нечего. </p>

            <p>Обращение взыскания на залог длится годами, а инфляция за это время пожирает ценность долга. Мы оцениваем 
            документы за несколько дней и платим в день сделки, избавляя вас от судов и нервов. Даже залоговый автомобиль 
            должник может разобрать или сжечь, но мы берем этот риск на себя и платим сразу.</p>

        </div>
        <div className="sell-page-right">
            <SellCard />
            <SellCard />
            <SellCard />
            <SellCard />
        </div>
      </div>
    )
}